# Applications
cask "iterm2-beta"
cask "signal"
cask "slack"
cask "logseq"
cask "firefox"
cask "bartender"
cask "studiolinkstandalone"
cask "tableplus"
cask "boxcryptor"
cask "docker"
cask "raycast"
cask "gpg-suite"
cask "zoom"
cask "discord"
cask "1password-beta"
cask "linear-linear"
cask "tandem"

# App Store
# mas "1Password", id: 1333542190
mas "Things", id: 904280696
mas "Fantastical", id: 975937182
mas "Instapaper", id: 288545208
mas "Tot", id: 1491071483
mas "Hand Mirror", id: 1502839586
mas "Transmit", id: 1436522307
mas "Deliveries", id: 290986013
mas "1Blocker", id: 1365531024

# CLI utilities that aren't installed with Nix
brew "starship" # Starship is broken with Nix on arm64
brew "postgresql" # We want brew to autostart and manage
brew "ocrmypdf" # Broken on Nix
brew "tesseract-lang" # Dependency of ^

# Fonts
tap "homebrew/cask-fonts"
cask "font-inter"
