# Applications
cask "iterm2-beta"
cask "signal"
cask "slack"
cask "logseq"
cask "firefox"
cask "plexamp"
cask "bartender"
cask "studiolinkstandalone"
cask "tableplus"
cask "boxcryptor"
cask "docker"
cask "raycast"
cask "gpg-suite"
cask "zoom"
cask "discord"

# Starship is broken with Nix on arm64
brew "starship"