# Applications
cask "iterm2-beta"
cask "signal"
cask "slack"
cask "logseq"
cask "firefox"
cask "plexamp"
cask "bartender"
cask "studiolinkstandalone"
cask "tableplus"
cask "boxcryptor"
cask "docker"
cask "raycast"
cask "gpg-suite"
cask "zoom"
cask "discord"

# App Store
mas "1Password", id: 1333542190
mas "Things", id: 904280696
mas "Fantastical", id: 975937182
mas "Instapaper", id: 288545208
mas "Tot", id: 1491071483
mas "Hand Mirror", id: 1502839586
mas "Transmit", id: 1436522307
mas "Deliveries", id: 290986013
mas "1Blocker", id: 1365531024

# Starship is broken with Nix on arm64
brew "starship"